{"path":"/contents/y-technology-and-freedom.md","frontmatter":{"title":"Personal Freedom in the Digital Age","date":"2021-04-15","excerpt":"People are deleting their Facebooks, and that’s a euphemism for deleting accounts on many different websites and services. This is particularly noteworthy because it’s an example of people voluntarily giving up a convenient and even beloved technology to regain some freedom."},"contentHtml":"<p>I was reading the latest issue of Lapham’s Quarterly and came across an <a href=\"https://www.laphamsquarterly.org/technology/technical-error\">interesting article</a> written by none other than the Unabomber. He argues that freedom and technological advancement are in a constant battle that freedom is destined to lose.</p>\n<p>Since the 1995 manifesto, I can’t say that freedom has sallied out successfully against its besieger, technology. Sparing only a mention for overt anti-freedom actions taken by internet-enabled governments, sparing only a mention for woke culture and the internet-enabled mob, what of the more mundane intrusions of technology into our lives? Read receipts on text messages, obligatory interaction with friends’ social media, work laptops, data leaks. These phenomena exist largely in a post-unabomber world.</p>\n<p>Take data breaches as an example. They fit perfectly into Kaczynski’s paradigm. When you signed up for Facebook, you were likely excited to connect with your friends and acquaintances. When you approved the terms and conditions for online banking with Capital One, you were probably excited to be able to check your balance online, or deposit checks from your phone. When you made an account with MyFitnessPal, you were probably trying to lose weight, or focus on eating better food, or drinking more water. I assume you never actually signed up for Equifax - fuck those guys, but it exposes an even darker side to our online lives: your data has likely been leaked by an organization to which <em>you never actually gave your data</em>. In any case, people don’t weigh the risks of data privacy when they use online products.; they just use them. In many cases they <em>have</em> to use them. My employer requires that I use Slack, Google, Namely, Github, etc… during the course of my job. I can imagine other jobs requiring you use LinkedIn, Salesforce, Microsoft Office, Adobe, to register for webinars or conferences. Our freedom is being infringed upon by our employers because it’s simply impossible to do business otherwise. In the words of Ted Kaczynski: “Most of these educators, government officials, and law officers believe in freedom, privacy, and constitutional rights, but when these conflict with their work, they usually feel that their work is more important”.</p>\n<p>Most people are happy to accept this. I don’t show up to work steaming mad because Github knows my name, email address, where I work, how productive I am at work. I don’t even think about it to be honest. Reading this article got me thinking, though. You know who does seem to care? 5g conspiracy theorists! I don’t think that the average (do the have a name?) 5g-er is as eloquent as Kaczynski, and hopefully none of them are as…. dedicated as he was. They do seem like they’re psychologically tormented by the fact they they live in a world in which they’re powerless to prevent multinational corporations to shoot waves of other people’s data through them onto the screen of the kid sitting next to them on the train watching TikTok. Frankly, I can sympathize with the fear. It’s psychologically traumatic to have no control in a decision that’s important to you. Us non-5g-ers can make fun and say “that’s a dumb thing to be important to those people”, and to some extent, maybe they’re faking it anyways and are just attention-seeking, or confrontational. In more socially-acceptable context, this same human emotion is understood to be the stuff of deepest nightmare. Buried alive, wrongfully convicted, drugged involuntarily; to be out of control, to not be free, is deeply disturbing to all of us.</p>\n<p>I share Kaczynski’s general pessimism about the future of freedom, but there are glimmers of hope that society at large has reached something of a consciousness about this issue. People are deleting their Facebooks, and that’s a euphemism for deleting accounts on many different websites and services. This is particularly noteworthy because it’s an example of people voluntarily giving up a convenient and even beloved technology to regain some freedom. Some governments are actively trying to design new paradigms around user data, user privacy, and how to treat those as legal entities. Apps like Signal are leaning into E2EE and a private-first product philosophy. Tech giant Apple is regularly rolling out new ways for users to manage how things like their location history, microphone and camera are used by apps. Technology isn’t canceled, but if people, governments, and businesses are each approaching this problem in some capacity, then there is serious traction toward a future in which what’s left of our freedom is truly cherished and protected.</p>\n","slug":"personal-freedom in the digital age"}